[Setting]
Language=Traditional Chinese

[String]
IDS_MENU_FILE=文件
IDS_MENU_FILE_NEW=新建(&N)
IDS_MENU_FILE_OPEN=打开(&O)
IDS_MENU_FILE_CLOSE=关闭(&C)
IDS_MENU_FILE_EXIT=退出(&E)

IDS_MENU_EDIT=编辑
IDS_MENU_EDIT_CUT=剪切(&C)
IDS_MENU_EDIT_COPY=复制(&C)
IDS_MENU_EDIT_PASTE=粘贴(&P)

IDS_MENU_HELP=帮助
IDS_MENU_HELP_HELP=帮助(&H)
IDS_MENU_HELP_ABOUT=关于(&A)

IDS_VIEW_DISPLAY_HIDE=顯示/隱藏
IDS_VIEW_DISPLAY=顯示
IDS_VIEW_HIDE=隱藏
IDS_VIEW_DISPLAY_ALL=顯示所有

IDS_VIEW_TRANSPARENCY=透明設置
IDS_VIEW_TRANSPARENCY_NONE=不透明
IDS_VIEW_TRANSPARENCY_20=20%
IDS_VIEW_TRANSPARENCY_40=40%
IDS_VIEW_TRANSPARENCY_60=60%
IDS_VIEW_TRANSPARENCY_80=80%

IDS_VIEW_RENDER_MODE=渲染模式（Ctrl+r）
IDS_VIEW_RENDER_SHADED_WITH_WIREFRAME=實體+線框
IDS_VIEW_RENDER_SHADED=實體
IDS_VIEW_RENDER_SHADED_TRANSPARENCY_30=實體+30% 透明
IDS_VIEW_RENDER_SHADED_TRANSPARENCY_30_WITH_WIREFRAME=實體+線框+30% 透明
IDS_VIEW_RENDER_WIREFRAME=線框	   
 
IDS_VIEW_MODE=顯示模式（Ctrl+v）
IDS_VIEW_ISO=等軸承圖
IDS_VIEW_TOP=頂視圖
IDS_VIEW_BOTTOM=底視圖
IDS_VIEW_FRONT=前視圖
IDS_VIEW_BACK=後視圖
IDS_VIEW_LEFT=左視圖
IDS_VIEW_RIGHT=右視圖
IDS_VIEW_AUTO_SWITCH=自動切換

IDS_VIEW_PROJECTION_MODE=投影方式
IDS_VIEW_PROJECTION_ORTHOGRAPHIC=平行投影
IDS_VIEW_PROJECTION_PERSPECTIVE=透視投影

IDS_OPTIONS=選項...

IDS_HELP=幫助

IDS_TOOLBAR=工具條
IDS_TOOLBAR_HIDE=隱藏
IDS_TOOLBAR_LARGE=大
IDS_TOOLBAR_MEDIUM=中
IDS_TOOLBAR_SMALL=小

IDS_PART_NUMBER=顯示型號

IDS_OPTONS_DLG_TITLE=選項
IDS_OK=確認
IDS_CANCLE=取消
IDS_RESET=重置
IDS_STATIC_BACKGROUND_COLOR=背景颜色
IDS_STATIC_BACKGROUND_TOP=頂部
IDS_STATIC_BACKGROUND_BOTTOM=底部
IDS_CHECK_FORCE_SOFTWARE=使用軟件緩衝
IDS_CHECK_SHADOW=陰影
IDS_CHECK_REVERSE_VERTICAL=鼠標中鍵反轉
IDS_RADIO_DEFAULT_BACKGROUND_SETTING=缺省背景设置
IDS_RADIO_CHANGE_BACKGROUND_COLOR=背景色切換